// 数据
const worshipData = {
    "en": [
        "Good health",
        "Career advancement",
        "Happiness every day",
        "All the best",
        "Prosperity",
        "Peace and joy",
        "Good luck",
        "Wish fulfillment",
        "Good fortune",
        "🎊 +1",
        "Happy 🎉",
        "💵💵💵",
        "🎁🧧🎊"
    ],
    "zh-cn": [
        "身体健康",
        "事业进步",
        "天天开心",
        "万事如意",
        "财源广进",
        "平安喜乐",
        "好运连连",
        "心想事成",
        "福星高照",
        "🎊 +1",
        "开心🎉",
        "💵💵💵",
        "🎁🧧🎊"
    ],
    "zh-tw": [
        "身體健康",
        "事業進步",
        "天天開心",
        "萬事如意",
        "財源廣進",
        "平安喜樂",
        "好運連連",
        "心想事成",
        "福星高照",
        "🎊 +1",
        "開心🎉",
        "💵💵💵",
        "🎁🧧🎊"
    ]
};